[
    {
        "id" : "1",
        "name" : "Web Development",
        "image" : "https://i.ibb.co/KmTbwB5/Whats-App-Image-2022-10-24-at-10-11-34-PM.jpg" ,
        "lebel" : "Learn HTML5, CSS3, JavaScript, Python, Wagtail CMS, PHP & MySQL from scratch!" ,
        "details" : "While web development  typically refers to web markup and coding, website development includes all related development tasks, such as client-side scripting, server-side scripting, server and network security configuration, eCommerce development, and content management system (CMS) development. In this guide, well cover the basics of web development, the process of creating a website, and additional resources for those who want to learn more about development — or become a developer themselves." ,
        "price" : "2500" ,
        "rating" : "4.8" ,
        "duration" : "25 week"
    },
    {
        "id" : "2",
        "name" : "AI Machine Learning",
        "image" : "https://i.ibb.co/KXpSzjw/Whats-App-Image-2022-10-24-at-10-11-34-PM-1.jpg" ,
        "lebel" : "Here are the best artificial intelligence and machine learning courses offered by Great Learning and choose the best program that meets your specifications." ,
        "details" : "Artificial intelligence is one of the fastest-growing and most exciting fields in computer science today. Great Learning's top artificial intelligence courses will give you the skills and knowledge you need to stay ahead of the curve in this rapidly-changing field. You'll learn about the latest AI research, algorithms, and applications, and gain hands-on experience with cutting-edge tools and techniques. Whether you're looking to start a career in AI or simply want to stay up-to-date on the latest developments, these courses are a great way to get started. " ,
        "price" : "3000" ,
        "rating" : "4.2" ,
        "duration" : "16 week"
    },
    {
        "id" : "3",
        "name" : "Photography",
        "image" : "https://i.ibb.co/BsYS10G/Whats-App-Image-2022-10-24-at-10-11-34-PM-2.jpg" ,
        "lebel" : "Our expert-led photography classes will give you the skills you need to become a professional photographer, with complete training from beginner to advanced photography techniques." ,
        "details" : "In this day and age, learning photography has never been easier. Thanks to today’s near-unbridled access to online education, aspiring photographers can learn the craft on their computers without having to spend a single cent. We’ve rounded up some of the best free online photography classes that will teach you everything you need to know. From image composition and camera settings to lighting and photo editing techniques, there’s an advanced or introductory course for you. No matter your skill level, we’ve got you covered! " ,
        "price" : "700" ,
        "rating" : "4.5" ,
        "duration" : "8 week"
    },
    {
        "id" : "4",
        "name" : "App Development",
        "image" : "https://i.ibb.co/g7xLdpW/Whats-App-Image-2022-10-24-at-10-11-34-PM-3.jpg" ,
        "lebel" : "Start here if you are new to programming or new to Android development. These courses show you how to build Android apps using best practices recommended by Google. No programming experience needed." ,
        "details" : "As the first course in the Android Developer Nanodegree, Developing Android Apps is the foundation of our advanced Android curriculum. This course blends theory and practice to help you build great apps the right way. In this course, you'll work with instructors step-by-step to build a cloud-connected Android app, and learn best practices of mobile development, and Android development in particular. " ,
        "price" : "2200" ,
        "rating" : "3.8" ,
        "duration" : "22 week"
    } ,
    {
        "id" : "5",
        "name" : "UI/UX Designer",
        "image" : "https://i.ibb.co/pxb85JL/Whats-App-Image-2022-10-24-at-10-11-35-PM.jpg" ,
        "lebel" : "This 4-week, part-time UX/UI Design Online Crash Course will give you the knowledge and mindset to integrate UX into your next projects and open professional doors as you acquire one of 2022’s most in-demand skills." ,
        "details" : "No matter your professional background, UX/UI Design is a versatile skill set that will support you in reaching new levels of success. Adding it to your CV is guaranteed to bring new opportunities anywhere from graphic design to sales, marketing to web development and beyond." ,
        "price" : "1500" ,
        "rating" : "4.8" ,
        "duration" : "4 week"
    },
    {
        "id" : "6",
        "name" : "Data Science",
        "image" : "https://i.ibb.co/MSYbq00/Whats-App-Image-2022-10-24-at-10-11-35-PM-1.jpg" ,
        "lebel" : "Learn skills and tools that support data science and reproducible research, to ensure you can trust your own research results" ,
        "details" : "There are a lot more data science courses than when I first started this page four years ago, and so there needs to now be a substantial filter to determine which courses are the best. I hope you feel confident that the courses below are truly worth your time and effort because it will take several months of learning and practice to be a data science practitioner.In addition to the top general data science course picks, I have included a separate section for more specific data science interests, like Deep Learning, SQL, and other relevant topics. These are courses with a more specialized approach and don’t cover the whole data science process, but they are still the top choices for that topic. These extra picks are good for supplementing before, after, and during the main courses. If you're more interested in just learning machine learning, then check out my complementary article on the best machine learning courses for this year. " ,
        "price" : "3000" ,
        "rating" : "4.9" ,
        "duration" : "30 week"
    },
    {
        "id" : "7",
        "name" : "Digital Marketing",
        "image" : "https://i.ibb.co/Pg84Mbt/Whats-App-Image-2022-10-24-at-10-11-35-PM-2.jpg" ,
        "lebel" : "If you are new to digital marketing and want to get a good idea of what digital marketing is and how the different components work together, then this is a good course to follow." ,
        "details" : "Digital marketing skills are critical not only for digital marketing professionals but for anyone working in a business with an online presence. This includes entrepreneurs, marketing managers, marketing specialists, and small business owners. If you search Google for ‘Digital Marketing Courses’ you’ll find a lot of courses covering different digital marketing disciplines. For example, there are courses that focus only on SEO or social media marketing but they don’t give you a complete picture of all digital marketing channels." ,
        "price" : "1500" ,
        "rating" : "4.5" ,
        "duration" : "8 week"
    },
    {
        "id" : "8",
        "name" : "Block-chain Technology",
        "image" : "https://i.ibb.co/0BWBPb0/Whats-App-Image-2022-10-24-at-10-11-35-PM-3.jpg" ,
        "lebel" : "Best online courses to learn Blockchain programming from websites like Udemy, Pluralsight, Coursera, 100 Blockchains, edX, CodeCademy, Educative, and LinkedIn Learning." ,
        "details" : "Blockchain is nothing but a set of blocks that are open for anyone and contain information and the hash of the block and some other info. Every block will store information depending on its work for instance if that block is used for money transactions it will store the information of the sender and receiver and the amount of money that is transferred. There are many uses of the blockchain not just transferring money as an example such as online voting because this is a more secure way and stock trading food production and more just to name a few. Many companies now are seeing that the blockchain is the future technology that they should adapt for a more secure way of transaction dealing with users and more and the salary for a blockchain developer can be $68k annually and can reach up to $150k for the expert developers." ,
        "price" : "1800" ,
        "rating" : "4.2" ,
        "duration" : "12 week"
    },
    {
        "id" : "9",
        "name" : "Graphics Design",
        "image" : "https://i.ibb.co/rm36bZr/Whats-App-Image-2022-10-24-at-10-11-35-PM-4.jpg" ,
        "lebel" : "Are you looking to start your graphic design journey, or just want to take your current skills to the next level? " ,
        "details" : "You just need to choose the educational course that best suits your current graphic design skills and your goals for further career development.We've searched for some of the best graphic design courses online to help you learn how to become a professional-level graphic designer.But, as you may know, there are many graphic design courses out there, and it can become challenging to know which course to take or which one will be the best to help you reach your graphic design goals. There are several online courses offered by universities, online course hubs, and graphic design experts, but we're looking at 16 great graphic design online courses that will help you elevate your graphic design portfolio." ,
        "price" : "2000" ,
        "rating" : "4.8" ,
        "duration" : "15 week"
    }
]